Repository: Sitefinity/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/ControlResources.*.resx
Languages: es

# ResizingInstruction
source: You can resize widths by dragging columns, too.
es: Tambien puede cambiar el tamaño de ancho de las columnas arrastrandolas

# ControlResourcesDescription
source: Configuration element description.
es: Descripción del elemento de configuración.

# ControlResourcesTitlePlural
source: Controls
es: Controles

# PropertyNotSet
source: {0} property must be set to a value.
es: La propiedad {0} se debe tener un valor

source: Sizes
es: Tamaños

source: Spaces
es: Espacios

# SelectorHasNoKeysDefined
source: Selector must have at least one data member defined as a key.
es: Selector debe tener al menos un miembro de datos definido como clave.

# SearchingWithNoSearchFields
source: When searching functionality is enabled, at least one data members must be marked as IsSearchField = true
es: Cuando se habilita la funcionalidad de búsqueda, por lo menos un miembro de datos debe estar marcado como IsSearchField = true

source: Classes
es: Clases

source: Look left
es: A la izquierda

source: Column
es: Columna

source: Widths
es: Anchos

source: auto-sized
es: Tamaño automático

source: Change auto-sized column
es: Cambiar ajuste de tamaño automático de la columna

source: Show sizes in
es: Mostrar los tamaños en

# CancelChangeAutoSizedColumnLabel
source: Cancel changing auto-sized column
es: Cancelar el cambio de ajuste del tamaño automático de la columna

source: Make this auto-sized
es: Hacer esto de tamaño automático

# VerticalSpaceAboveAndBelowColumns
source: Space <strong>above and below</strong> columns
es: Espacio <strong>encima y por debajo </strong>columnas

# SpacesSideBySide
source: Individual spaces per column
es: Espacios individuales por columna

source: Edit layout element
es: Editar elemento de diseño

# EqualSpaces
source: Equal spaces for all columns
es: Mismos espacios para todas las columnas

source: Top
es: Arriba

source: Bottom
es: Parte inferior

source: Left
es: Izquierda

source: Right
es: Derecho

# HorizontalSpaceBetweenColumns
source: Space <strong>between</strong> columns
es: Espacio <strong>entre </strong>columnas

source: Themes
es: Temas

source: -- Select a theme --
es: - Elija un tema -

# WrapperClass
source: Wrapper
es: Encapsulado

source: Theme
es: Tema

# AValueBetween
source: You must enter a value between {0} and {1}.
es: Debe introducir un valor entre {0} y {1}.

source: Show spaces in
es: Mostrar espacios en
