Repository: Sitefinity/Telerik.Sitefinity.Samples.Quantum
Catalog: App_GlobalResources/Admin.*.resx
Languages: da, de, sv

# CustomerIDParameter
source: Customer ID
da: Kunde ID
de: Kundennummer
sv: Kundnummer

# menu_orders_root
source: Orders
da: Ordrer
de: Aufträge
sv: Ordrar

# menu_productcatalog_root
source: Stores
da: Butikker
de: Geschäfte
sv: Butikker

# menu_settings_root
source: Settings
da: Indstillinger
de: Einstellungen
sv: Inställningar

# menu_settings_shippingmethods_root
source: Shipping Methods
da: Leveringsmetoder
de: Lieferarten
sv: Fraktmetoder

# OrderIDParameter
source: Order ID
da: OrdreID
de: Auftragsnummer
sv: Ordernummer

# menu_settings_definition_datatypes
source: Data Types
da: Datatyper
de: Datentypen
sv: Datatyper

# menu_settings_catalog_pricegroups
source: Price Groups
da: Prisgrupper
de: Preisgruppen
sv: Prisgrupper

# menu_settings_definition_definitions_products
source: Products
da: Produkter
de: Produkten
sv: Produktdefinitioner

# menu_settings_catalog_root
source: Catalog
da: Katalog
de: Katalog
sv: Katalog

# menu_settings_email_profiles
source: Profiles
da: Profiler
de: Profile
sv: Profiler

# menu_settings_email_types
source: Types
da: Typer
de: Typen
sv: Typer

# menu_settings_orders_paymentmethods
source: Payment Methods
da: Betalingsmetoder
de: Zahlungsarten
sv: Betalningsmetoder

# menu_settings_orders_root
source: Orders
da: Ordrer
de: Aufträge
sv: Ordrar

# menu_settings_orders_shippingmethods
source: Shipping Methods
da: Leveringsmetoder
de: Lieferarten
sv: Fraktmetoder

# menu_settings_orders_countries
source: Countries
da: Lande
de: Länder
sv: Länder

# menu_settings_orders_currencies
source: Currencies
da: Valuta
de: Währungen
sv: Valutor

# menu_settings_orders_ordernumbers
source: Order Numbers
da: Ordrenumre
de: Auftragsnummern
sv: Ordernummer

# menu_order_search
source: Search
da: Søg
de: Suche
sv: Sök

# menu_analytics_orders_root
source: Orders
da: Ordrer
de: Aufträge
sv: Ordrar

# menu_analytics_orders_totalsales
source: Total Sales
da: Samlet omsætning
de: Gesamtumsatz
sv: Total försäljning

# menu_analytics_products_root
source: Products
da: Produkter
de: Produkte
sv: Produkter

# menu_analytics_root
source: Analytics
da: Rapporter
de: Auswertungen
sv: Rapporter

# menu_settings_catalog_productrelationtypes
source: Product Relations
da: Produktrelationer
de: Produktverknüpfungen
sv: Produktrelationer

# menu_settings_definition_definitions
source: Definitions
de: Definitionen
sv: Definitioner

# menu_settings_definition_definitions_categories
source: Category Definitions
da: Kategori definitioner
de: Kategoriendefinitionen
sv: Kategoridefinitioner

# menu_marketing_root
source: Promotions
da: Marketing
de: Werbeaktionen
sv: Kampanjer

# menu_settings_definition_root
source: Definitions
da: Definitioner
de: Definitionen
sv: Definitioner

source: definitions
da: definitioner
de: Definitionen
sv: definitioner

# menu_settings_security_root
source: Security
da: Sikkerhed
de: Sicherheit
sv: Säkerhet

# delete_product_error_message
source: You do not have sufficient permission to delete products in current catalog.
da: Du har ikke rettigheder til at slette produkt i dette produktkatalog
de: Sie haben keine Berechtigung, um in diesem Katalog zu löschen

# LicenseMessage
source: Your license does not support any more.
da: Din licens understøtter ikke flere.
de: Ihre Lizenz unterstützt nicht mehr.
sv: Din licens understödder inte flera.

# AreYouSureDeleteAward.Text
source: Are you sure you want to delete award?
da: Er du sikker på at du vil slette denne rabat?
de: Prämie wirklich löschen?

# ConfirmDelete
source: Are you sure you want to delete this item?
da: Er du sikker på at du vil slette dette emne?
de: Bist du sicher, dass du diesen Inhalt löschen?
sv: Är du säker på att du vill radera detta föremål?

# menu_settings_create
source: Create
da: Opret
de: Schaffen
sv: Skapa

# menu_settings_delete
source: Delete
da: Slet
de: Löschen
sv: Ta bort

# menu_settings_refresh
source: Refresh
da: Genindlæs
de: Erfrishen

# menu_settings_sort
source: Sort
da: Sortér
de: Sortieren
sv: Sortera

source: Create
da: Opret
de: Schaffen
sv: Skapa

source: Create Campaign
da: Opret kampagne
de: Kampagne erstellen
sv: Skapa kampanj

source: Create Campaign Item
da: Opret kampagneelement
de: Kampagne erstellen Artikel
sv: Skapa kampanj Produktfamilj

source: Create Category
da: Opret kategori
de: Kategorie erstellen
sv: Skapa kategori

source: Create Country
da: Opret land
de: Neues Land
sv: Skapa Country

source: Create Currency
da: Opret valuta
de: Erstellen Währung
sv: Skapa Valuta

source: Create Data Type
da: Opret datatype
de: Erstellen Datentyp
sv: Skapa Datatyp

source: Create Data Type Enum
da: Opret datatypeenum
de: Erstellen Datentyp Enum
sv: Skapa Datatyp Enum

source: Create Definition
da: Opret definition
de: Erstellen Definition
sv: Skapa Definition

source: Create Definition Field
da: Opret definitionsfelt
de: Erstellen Definition Feld
sv: Skapa Definition Field

source: Create Email Profile
da: Opret emailprofil
de: Neues E-Mail-Profil
sv: Skapa Email Profile

source: Create Email Type
da: Opret emailtype
de: Neues E-Mail-Typ
sv: Skapa E Type

# create_ordernumber
source: Create Order Numbers
da: Opret ordrernummer
de: Erstellen Bestellnummern
sv: Skapa Beställ Numbers

source: Create Payment Method
da: Opret betalingsmetode
de: Erstellen Payment Method
sv: Skapa Betalningsmetod

source: Create Price Group
da: Opret prisgruppe
de: Erstellen Preisgruppe
sv: Skapa prisgrupp

source: Create Product Catalog Group
da: Opret butik
de: Erstellen Produktkatalog Gruppe
sv: Skapa Group Product Catalog

source: Create Product Definition
da: Opret produktdefinition
de: Erstellen Product Definition
sv: Skapa Product Definition

source: Create Product Definition Field
da: Opret produktdefinitionsfelt
de: Erstellen Product Definition Feld
sv: Skapa Field Product Definition

source: Create Product Relation Type
da: Opret produktrelationstype
de: Neues Produkt Relationstyp
sv: Skapa Typ Produkt Relation

source: Create Shipping Method
da: Opret leveringsmetode
de: Erstellen Versandart
sv: Skapa Fraktmetod

source: Delete Campaign
da: Slet kampagne
de: löschen Kampagne
sv: radera kampanj

source: Delete Campaign Item
da: Slet kampagneelement
de: Löschen Campaign Artikel
sv: Radera Kampanj Produktfamilj

source: Delete Category
da: Slet kategori
de: Kategorie löschen
sv: radera kategori

source: Delete Country
da: Slet land
de: Löschen Land
sv: Radera Land

source: Delete Currency
da: Slet valuta
de: Löschen Währung
sv: Radera Currency

source: Delete Data Type
da: Slet datatyoe
de: Löschen Datentyp

source: Delete Data Type Enum
da: Slet datatypeenum
de: Löschen Datentyp Enum
sv: Delete Data Typ Enum

source: Delete Definition
da: Slet definition
de: löschen Definition
sv: Radera Definition

# delete_definitionfield
source: Delete Defintion Field
da: Slet definitionsfelt
de: Löschen Defintion Feld
sv: Radera Defintion Field

source: Delete Email Profile
da: Slet emailprofil
de: Löschen von E-Profil
sv: Radera e Profile

source: Delete Email Type
da: Slet emailtype
de: Löschen von E-Type
sv: Radera E Type

# delete_ordernumber
source: Delete Order Number Series
da: Slet ordernummerserie
de: Löschen Bestellnummer Series
sv: Radera serie Beställningsnummer

source: Delete Payment Method
da: Slet betalingsmetode
de: Löschen Payment Method
sv: Radera Betalningsmetod

source: Delete Price Group
da: Slet prisgruppe
de: Löschen Preisgruppe
sv: Radera prisgrupp

source: Delete Product Catalog
da: Slet katalog
de: Löschen Produktkatalog
sv: Radera Produktkatalog

source: Delete Product Catalog Group
da: Slet butik
de: Löschen Produktkatalog Gruppe
sv: Delete Group Product Catalog

source: Delete Product Definition
da: Slet produktdefinition
de: Löschen Product Definition
sv: Radera Produkt Definition

source: Delete Product Definition Field
da: Slet produktdefinitionsfelt
de: Löschen Product Definition Feld
sv: Radera Field Product Definition

source: Delete Product Relation Type
da: Slet produktrelationstype
de: Löschen Produkt Relationstyp
sv: Radera Typ Produkt Relation

source: Delete Shipping Method
da: Slet leveringsmetode
de: Löschen Versandart
sv: Radera Fraktmetod

source: Prioritize Campaigns
da: Prioritér kampagner
de: Priorisierung Kampagnen
sv: prioritera kampanjer

source: Prioritize Campaign Items
da: Prioritér kampagneelementer
de: Priorisierung Kampagnen-Einzelteile
sv: Prioritera kampanjvaror

source: Refresh Campaigns
da: Genindlæs kampagner
de: Aktualisieren Kampagnen
sv: Uppdatera kampanjer

source: Refresh Campaign Items
da: Genindlæs kampagneelementer
de: Aktualisieren Kampagnen-Einzelteile
sv: Uppdatera kampanjvaror

source: Refresh Catalog
da: Genindlæs katalog
de: Aktualisieren Katalog

source: Refresh Category
da: Genindlæs kategori
de: Aktualisieren Kategorie
sv: Refresh Kategori

source: Refresh Countries
da: Genindlæs countries
de: Aktualisieren Länder
sv: Uppdatera Länder

source: Refresh Currencies
da: Genindlæs valuta
de: Aktualisieren Währungen
sv: Uppdatera Valutor

source: Refresh Data Type Enums
da: Genindlæs datatypeenum
de: Aktualisieren Datentyp Enums

source: Refresh Data Types
da: Genindlæs datatyper
de: Aktualisieren Datentypen
sv: Uppdatera datatyper

source: Refresh Definitions
da: Genindlæs definitioner
de: Aktualisieren Definitionen
sv: Refresh Definitioner

source: Refresh Email Profile
da: Genindlæs emailprofil
de: Aktualisieren Email Profil

source: Refresh Email Profiles
da: Genindlæs emailprofiler
de: Aktualisieren Email Profiles
sv: Uppdatera E Profiler

# refresh_emailtype
source: Refresh Email Types
da: Genindlæs emailtyper
de: Aktualisieren Email Typen
sv: Uppdatera E Typer

# refresh_menu_settings_catalog_root
source: Refresh Catalog Settings
da: Genindlæs katalogindstillinger
de: Aktualisieren Katalog-Einstellungen
sv: Uppdatera Kataloginställningar

# refresh_menu_settings_definition_root
source: Refresh Definitions
da: Genindlæs definitionsindstillinger
de: Aktualisieren Definitionen
sv: Refresh Definitioner

# refresh_menu_settings_email_root
source: Refresh Email Settings
da: Genindlæs emailindstillinger
de: Aktualisieren Email Einstellungen
sv: Refresh E-postinställningar

# refresh_menu_settings_orders_root
source: Refresh Orders Settings
da: Genindlæs ordrerindstillinger
de: Aktualisieren Bestellungen Einstellungen
sv: Refresh Orders Inställningar

# refresh_menu_settings_root
source: Refresh Settings
da: Genindlæs indstillinger
de: Aktualisieren Einstellungen
sv: Refresh Inställningar

# refresh_menu_settings_security_root
source: Refresh Security
da: Genindlæs sikkerhed
de: Aktualisieren Sicherheit
sv: Refresh Säkerhet

# refresh_ordernumber
source: Refresh Order Numbers
da: Genindlæs ordrernummerserier
de: Aktualisieren Bestellnummern
sv: Uppdatera Order Numbers

source: Refresh Orders
da: Genindlæs ordrer
de: Aktualisieren Bestellungen
sv: Uppdatera Orders

source: Refresh Payment Methods
da: Genindlæs betalingsmetoder
de: Aktualisieren Zahlungsmethoden
sv: Uppdatera Betalning

source: Refresh Pricegroups
da: Genindlæs prisgrupper
de: Aktualisieren Preisgruppen

source: Refresh Product Catalog Group
da: Genindlæs butik
de: Aktualisieren Produktkatalog Gruppe
sv: Refresh Produktkatalog Group

source: Refresh Product Definition Fields
da: Genindlæs produktdefinitionsfelter
de: Aktualisieren Product Definition Felder
sv: Uppdatera Product Definition Fields

source: Refresh Product Definitions
da: Genindlæs produktdefinitioner
de: Aktualisieren Produktdefinition
sv: Uppdatera Produkt Definitioner

source: Refresh Product Relation Types
da: Genindlæs produktrelationstyper
de: Aktualisieren Produkt Relationstypen
sv: Refresh Produkt samband Typer

source: Refresh Shipping Methods
da: Genindlæs leveringsmetoder
de: Aktualisieren Verschiffen-Methoden
sv: Refresh Leveransmetoder

source: Search
da: Søg
de: Suchen
sv: Sök

source: Search Orders
da: Søg på ordrer
de: Suchaufträge
sv: Sök beställningar

source: Sort Categories
da: Sortér kategorier
de: Kategorien sortieren
sv: Sortera Kategorier

source: Sort Definitions
da: Sortér definitioner
de: Sortieren Definitionen
sv: Sortera Definitioner

source: Sort Product Definition Fields
da: Sortér produktdefinitionsfelter
de: Sortieren Product Definition Felder
sv: Sortera Product Definition Fields

source: Delete Product
da: Slet produkt
de: Löschen Produkt
sv: Radera Produkt

source: Refresh Product
da: Genindlæs Produkt
de: Aktualisieren Produkt
sv: Refresh Produkt

source: Create Product Catalog
da: Opret produktkatalog
de: Erstellen Produktkatalog
sv: Skapa Produktkatalog

source: Refresh Product Catalogs
da: Genindlæs produktkataloger
de: Aktualisieren Produktkatalog
sv: Uppdatera Produktkatalog

source: Create Product
da: Opret Produkt
de: Produkt Erstellen
sv: Skapa Produkt

# remove_content
source: Delete
da: Slet
de: Löschen
sv: Ta bort

# select_content
source: Choose...
da: Vælg...
de: Wählen...
sv: Välja...

# select_image_header
source: Select image
da: Vælg billede
de: wählen Bild
sv: Välj bild

# select_image_tiny_header
source: Select an image from the tree below.
da: Vælg et billede fra træet herunder.
de: wählen Sie das Bild aus dem Baum unten
sv: Välj bild från trädet nedan

# select_content_header
source: Choose Content
da: Vælg Indhold
de: Inhalte auswählen
sv: Välja innehåll

# select_content_tiny_header
source: Select content from the tree below.
da: Vælg indhold fra træet herunder.
de: Wählen Sie Inhalte aus dem Baum unten.
sv: Välja innehåll från trädet nedan

source: Cancel
da: Annuller
de: Stornieren
sv: Avbryta

# select_item
source: Select
da: Vælg
de: Wählen
sv: Välj

# select_or
source: Or
da: Eller
de: Oder
sv: Eller

source: Sort Catalogs
da: Sortér kataloger
de: Sortieren ProduktKatalog
sv: Sortera Produktkatalog

# EnterValue
source: Enter a value ...
da: Indtast værdi ...
de: Wert eingeben ...
sv: Ange värde ...

# cyclic_inheritance_error_message
source: The selected inheritance would cause a cyclic definition: '{0}'
da: Den valgte nedarvning forårsager en cyklisk definition: '{0}'
de: Die ausgewählte Erbe würde eine zyklische Definition verursachen: '{0}'
sv: Den valda arv skulle orsaka en cyklisk definition: "{0}"

# duplicate_name_inheritance_error_message
source: The selected inheritance would cause a duplicate field : '{0}'.
da: Den valgte nedarvning forårsager et duplikeret feltnavn : '{0}'.
de: Die ausgewählte Erbe würde eine doppelte Feld verursachen: '{0}'.
sv: Den valda arv skulle orsaka en dubblett fält: "{0}".

# duplicate_name_on_child_error_message
source: The name '{0}' is already present on this definition, or a child.
da: Navnet '{0}' er allerede brugt på denne definition, eller et barn.
de: Der Name '{0}' existiert auf dieser Definition, oder ein Kind.
sv: Namnet "{0}" existerar på denna definition, eller ett barn.

# duplicate_name_on_parent_error_message
source: The name '{0}' is already present on this definition, or a parent.
da: Navnet '{0}' er allerede brugt på denne definition, eller en forælder.
de: Der Name '{0}' existiert auf dieser Definition, oder ein Elternteil.
sv: Namnet "{0}" existerar på denna definition, eller en förälder.

# sort_definition_relations
source: Sort Parent Definitions
da: Sortér forældre definitioner
de: Sortieren Mutter definitionen
sv: Sortera Mutter definitionen

# numbersAndLettersOnlyInName
source: Name can contain only letters and numbers.
da: Navn kan kun indeholder bogstaver og tal.
de: Der Name kann nur Buchstaben und Zahlen enthalten.
sv: Namn kan endast innehålla bokstäver och siffror.

source: Has fields from
da: Har felter fra
de: Hat Felder aus
sv: Har fält från

source: and
da: og
de: und
sv: og

source: more
da: mere
de: mere
sv: mere

# edit_product_error_message
source: You do not have sufficient permission to edit products in current catalog.
da: Du har ikke rettigheder til at ændre produkt i dette produktkatalog
de: Sie haben keine Berechtigung, um in uitgeven Katalog zu löschen

# add_relations_from_product_to_other_products_message
source: You do not have sufficient permission to add relations from product to other products on current product catalog
da: Du har ikke tilstrækkelig tilladelse til at tilføje relationer fra produkt til andre produkter på aktuelle katalog
de: Du har inte tillräcklig behörighet att lägga relationer från produkt till andra produkter meddelande på nuvarande produktkatalog

# menu_settings_usersecurity_root
source: Users
da: Brugere
de: Benutzer
sv: Användare

# refresh_menu_settings_usersecurity_root
source: Refresh Users
da: Genindlæs brugere
de: Aktualisieren Benutzer
sv: Refresh Användare

# menu_settings_groupsecurity_root
source: Groups
da: Grupper
de: Gruppen
sv: Grupper

# refresh_menu_settings_groupsecurity_root
source: Refresh Groups
da: Genindlæs grupper
de: Aktualisieren Gruppen
sv: Refresh Grupper

source: Install App
da: Installér App
de: App installieren
sv: Installera app

source: Installed Apps
da: Installerede apps
de: Installierte Apps
sv: Installerade Apps

source: Change log
de: Änderungsprotokoll
sv: Ändra logg

source: Choose a File
da: Vælg en file
de: Datei auswählen
sv: Välj en fil

source: Description
da: Beskrivelse
de: Bezeichnung
sv: Beskrivning

# FileIsToLarge
source: File size is limited to {0} KB. Adjust limit in web.config/maxRequestLength to avoid this
da: Fil størrelse er begrænset til {0} KB. Grænsen kan justeres i web.config/maxRequestLength
de: Dateigröße ist auf {0} KB begrenzt. Passen Grenze in web.config/maxRequestLength um dies zu vermeiden
sv: Filstorleken är begränsad till {0} KB. Justera gräns i web.config/maxRequestLength att undvika detta

# InstallAppButton
source: Install
da: Installér
de: Installieren
sv: Installera

# InstallAppHeader
source: Install your App
da: Installér App
de: Installieren Sie die App
sv: Installera appen

# InstallApp_tab
source: Install
da: Installér
de: Installieren
sv: Installera

# InstalledApps_tab
source: Installed Apps
da: Installerede apps
de: Installierte Apps
sv: Installerade Apps

# LoadingText
source: Reloading page
da: Opdaterer side
de: Seite neu laden
sv: Ladda sida

# LoadingText1
source: Reloading page
da: Opdaterer side
de: Seite neu laden
sv: Ladda sida

source: No installed apps
da: Ingen installerede apps
de: Keine installierten Apps
sv: Inga installerade appar

# NotSupportedFileType
source: The file type must be
da: Filtypen skal være
de: Der Dateityp muss
sv: Filtypen måste vara

# RedirectToAppsStore
source: Check out our App store on apps.Ucommerce.net.
da: Tjek vores app store på apps.Ucommerce.net.
de: Schauen Sie sich unsere App Store auf apps.Ucommerce.net.
sv: Kolla in vår App Store på apps.Ucommerce.net.

# UninstallButton
source: Uninstall
da: Afinstallér
de: Deinstallieren
sv: Avinstallera

# UploadAppButton
source: Upload
de: Hochladen
sv: Ladda upp

# documentationText
source: Documentation
da: Dokumentation
de: Dokumentation
sv: Stöd

# supportText
source: Support
de: Unterstützen
sv: Unterstützen

source: Save
da: Gem
de: Abspeichern
sv: Spara

source: Back
da: Tilbage
de: Zurück
sv: Tillbaka

# definition_type_product
source: Product
da: Produkt
de: Produkte

# export_products_tooltip
source: Export Products
da: Eksporter produkter
de: Produkte exportieren
sv: Exportera produkter

# export
source: Export Products
da: Eksporter produkter
de: Export
sv: Exportera

# feed_newCustomer
source: {0} has just placed his first order.
da: {0} har netop lagt sin første ordre.
de: {0} hat gerade seine erste Bestellung aufgegeben.
sv: {0} har just lagt sin första order.

# feed_campaignTriggered
source: The {0} campaign was just used on order {1}.
da: Den {0} kampagne blev netop brugt på ordre {1}.
de: Die Kampagne "{0}" wurde gerade für die Bestellung {1} verwendet.
sv: Den {0} kampanjen användes bara på order {1}.

# feed_customerIsCheckingOut
source: Call {0} at {1} to help complete the checkout.
da: Ring til {0} på {1} for at hjælpe med at afslutte ordren.
de: Rufen Sie {0} unter {1} an, um die Kaufabwicklung abzuschließen.
sv: Ring {0} på {1} för att få hjälp med att slutföra kassen.

# feed_orderPlaced
source: Order {0} was placed for {1}.
da: Ordre {0} blev placeret for {1}.
de: Bestellung {0} wurde für {1} platziert.
sv: Order {0} placerades för {1}.

# feed_returningCustomer
source: {0} has now placed {1} orders.
da: {0} har nu placeret {1} ordrer.
de: {0} hat jetzt {1} Bestellungen aufgegeben.
sv: {0} har nu placerat {1} order.

# menu_catalogs_root
source: Catalogs
da: Kataloger
de: Kataloge
sv: Kataloger

source: Delete
da: Slet
de: Löschen
sv: Radera

# menu_products_root
source: Products
da: Produkter
de: Produkten
sv: Produkter

# menu_stores_root
source: Stores
da: Butikker
de: Shops
sv: Butiker

# nameValidator_error
source: Name
da: Navn
sv: Namn

# isoCodeValidator_error
source: ISO Code
da: ISO kode
sv: ISO-kod

# menu_settings_email_root
source: E-mail
sv: E-post
